tutorials/surfaceTracking/interTrackFoam/sloshing2D/Allrun
#!/bin/sh

. $WM_PROJECT_DIR/bin/tools/RunFunctions

application="interTrackFoam"

runApplication makeFaMesh
runApplication $application
